Repository: ksupasak/smarttelemed
Catalog: lib/l10n/app_*.arb
Languages: th

# press_msg
source: You have pushed the button this many times:
th: คุณกดปุ่มนี้หลายครั้ง:

# counter_msg
source: {count} times
th: {count} ครั้ง

source: Confirm
th: ตกลง

source: Register
th: ลงทะเบียน

source: Leave
th: ออก

source: No HN
th: ไม่มี HN

source: No VN
th: ไม่มี VN

source: Health Check
th: ตรวจสุขภาพ

# enter_exam
source: Enter Medical
th: พบเเพทย์

# no_treatment_rights
source: No treatment rights, self-payment required
th: ไม่มีสิทธิ์การรักษา ชำระค่ารักษาเอง

source: Check data
th: ตรวจสอบข้อมูล

source: ID Card Number
th: เลขบัตรประชาชน

source: Full Name
th: ชื่อ - นามสกุล

# birth_date
source: Date of Birth
th: วันเดือนปีเกิด

source: Phone Number
th: เบอร์โทร

# home_promptIdOrScanHN
source: Please insert your ID card or scan the HN to proceed.
th: กรุณาเสียบบัตรประชาชนหรือ เเสกน HN เพื่อทำรายการต่อ

# home_CardSettingEnabled
source: The card enforcement settings are enabled.
th: การตั้งค่าบังคับใช้บัตรเปิดอยู่

# regis_register
source: Register
th: ลงทะเบียน

# regis_prefix
source: Prefix
th: คำนำหน้าชื่อ

# regis_firstname
source: First Name
th: ชื่อ

# regis_lastname
source: Last Name
th: นามสกุล

# regis_birthday
source: Date of Birth (Year Month Day)
th: วันเกิด(ปี เดือน วัน)

# regis_IdCard
source: ID Card Number
th: เลขประจำตัวประชาชน

# regis_phone
source: Phone Number :
th: เบอร์โทร

# regis_enterphone
source: Please enter your phone number
th: กรุณากรอกเบอร์โทร

# regis_codeHN
source: HN Code
th: รหัส HN

# regis_enterHN
source: Please enter your HN
th: กรุณากรอก HN

# regis_backButton
source: < Back
th: < ย้อนกลับ

# regis_tenDigitNumberPrompt
source: Please enter a complete 10-digit number.
th: เลขเกิน 10 หลัก

# health_send
source: Send
th: ส่ง

# health_sys_too_low
source: The SYS is too low.
th: SYS ต่ำเกินไป

# health_sys_too_high
source: The SYS is too high.
th: SYS สูงเกินไป

# health_dia_too_low
source: The DIA is too low.
th: DIA ต่ำเกินไป

# health_dia_too_high
source: The DIA is too high.
th: DIA สูงเกินไป

# health_spo2_too_low
source: The Spo2 is too low.
th: Spo2 ต่ำเกินไป

# health_spo2_too_high
source: The Spo2 is too high.
th: Spo2 สูงเกินไป

# health_temp_too_low
source: The temperature is too low.
th: อุณหภูมิ ต่ำเกินไป

# health_temp_too_high
source: The temperature is too high.
th: อุณหภูมิ สูงเกินไป

# health_bmi_too_low
source: The BMI is too low.
th: BMI ต่ำเกินไป

# health_bmi_too_high
source: The BMI is too high.
th: BMI สูงเกินไป

# health_backButton
source: < Back
th: < ย้อนกลับ

# summary_analyze
source: Analyze
th: วิเคราะห์

# summary_dispMed
source: Dispense medicine
th: จ่ายยา

# summary_detail
source: Detail
th: รายละเอียด

# summary_testResult
source: Result
th: ผลการตรวจ

# summary_dc_note
source: Doctor Note :
th: คำวินิจฉัยจากแพทย์ :

# summary_healthMeasurement
source: HEALTH MEASUREMENT
th: วัดค่าสุขภาพ

# summary_bmi
source: BMI :
th: วัดค่าสุขภาพ :

# summary_weight
source: Weight :
th: น้ำหนัก :

# summary_height
source: Height :
th: ส่วนสูง :

# summary_printTestResults
source: Print Result
th: ปริ้นผลตรวจ

# summary_backButton
source: < BACK
th: < ย้อนกลับ

# summary_history
source: History
th: ผลการตรวจย้อนหลัง

# userinformation_OK
source: OK
th: ตกลง

# userinformation_no_treatment_rights
source: No treatment rights, self-payment required
th: ไม่มีสิทธิ์การรักษา ชำระค่ารักษาเอง

# userinformation_check_data
source: Check data
th: ตรวจสอบข้อมูล

# userinformation_id_card_number
source: ID Card Number
th: เลขบัตรประชาชน

# userinformation_full_name
source: Full Name
th: ชื่อ - นามสกุล

# userinformation_birth_date
source: Date of Birth
th: วันเดือนปีเกิด

# userinformation_age
source: Age
th: อายุ

# userinformation_phone_number
source: Phone Number
th: เบอร์โทร

# userinformation_no_hn
source: No HN
th: ไม่มี HN

# userinformation_no_vn
source: No VN
th: ไม่มี VN

# userinformation_pleaseCheckHealthFirst
source: (PLEASE CHECK HEALTH FIRST)
th: (กรุณาตรวจสุขภาพก่อน)

# userinformation_back
source: BACK
th: < ย้อนกลับ

# userinformation_cancle
source: Cancle
th: ยกเลิก

# waitting_cancle
source: Cancle
th: ยกเลิก

# waitting_ok
source: OK
th: ตกลง

# waitting_loading
source: Loading...
th: กรุณารอสักครู่...

# waitting_pleaseCheckHealthFirst
source: (PLEASE CHECK HEALTH FIRST)
th: (กรุณาตรวจสุขภาพก่อน)

# waitting_results
source: Waiting test results.
th: รอผลตรวจ

# waitting_review
source: Reviewing test results.
th: ดูผลตรวจ

# waitting_under_exam
source: Undergoing a re-examination.
th: พบเเพทย์

# waitting_backButton
source: < BACK
th: < ย้อนกลับ

# waitting_waitting_doctor
source: Waiting doctor.
th: รอหมอ
